;
; Batti 2.1
; Localization file for Hungarian
; by WorK <programocska@gmail.com>, 2006
;

 101="Színválasztó"
 102="Névjegy"
 103="Általános"
 104="Speciális"
 105="Kinézet"
 201="Beállítások"
 202="Batti beállítás"
 203="Előtér"
 204="Háttér"
 205="Keret"
 206="Előtér töltés"
 207="Nincs művelet"
 208="Beállítások megnyitása"
 209="Gyenge akku előtér"
 210="Gyenge akku háttér"
 211="Kritikus telep előtér"
 212="Kritikus telep háttér"
 213="A kritikus szint nem lehet kisebb az alacsonynál!"
 214="Akku gyenge"
 215="Akku kritikus"
 216="Ismeretlen"
 217="Akku töltés alatt"
 218="Akku feltöltve"
 219="Előtér töltőn"
 220="Háttér töltőn"
 221="Mégsem"
 222="A kikapcsolás szintje nem lehet nagyobb a kritikusnál!"
 223="Info mutatása"
1000="Beállítások"
1001="Töltés animálása"
1002="Villogás kritikus szintnél"
1003="Mindíg felül"
1004="Akció érintéskor"
1012="Bal margó"
1015="Magasság"
1018="Színek"
1020="Szín"
1022="Keret megjelenítése"
1023="Hangok"
1025="Hangok lejátszása"
1027="Szintek"
1028="Alacsony szint"
1031="százalék"
1032="Kritikus szint"
1035="százalék"
1036="Kikapcsolási szint"
1039="százalék"
1073="Ikon mutatása"
1074="Bütykök mutatása"
2000="Batti értesítő"
2001="Az eszköz %d másodperc múlva kikapcsol."
2002="Kikapcsolás"
2003="Mégsem"
2004="Szundít"
2005="Elrejt"
2006="Akku infó"
2007="Beállítások"
2008="Fő akkumlátor"
2009="Üzem akkumlátorról"
2010="Töltés"
2011="Töltőn"
2012="Töltöttség:"
2013="Ismeretlen"
2014="Feszültség:"
2015="Hőmérséklet:"
2016="Akku típusa:"
2017="Tartalék akku"
